"Continue" = "Fortsätt";

"Software Update" = "Programuppdatering";
"Release Notes:" = "Versionsinformation:";
"Remind Me Later" = "Påminn mig senare";
"Install on Quit" = "Installera vid avslutande";
"Install and Relaunch" = "Installera och starta om";
"Skip This Version" = "Hoppa över denna versionen";

"Automatically download and install updates" = "Ladda ner och installera uppdateringar automatiskt";
"No newer version available." = "Ingen nyare version tillgänglig";
"An error occurred in retrieving update information. Please try again later." = "An error occurred in retrieving update information. Please try again later.";
"A new version of {0} is available! Would you like to download it now?" = "A new version of {0} is available! Would you like to download it now?";

/* Progress messages */
"Installing update…" = "Installerar uppdatering…";
"Checking for updates…" = "Kollar efter uppdateringar…";
"Downloading update…" = "Laddar ned uppdatering...";
"Extracting update…" = "Packar upp uppdatering...";

"Version {0} is now available" = "Version {0} är nu tillgänglig";
